Repository: 3makkk/erstellbar-beaver-modules
Catalog: lang/erstellbar-*.po
Languages: de_de

source: Last Posts
de_de: Letzte Beiträge

source: Content
de_de: Inhalt

source: General
de_de: Allgemein

source: Number of posts
de_de: Anzahl der Beiträge

source: Post Settings
de_de: Beitragseinstellungen

source: Content Settings
de_de: Inhaltseinstellungen

source: Slider Type
de_de: Slider Typ

source: Posts
de_de: Beiträge

source: Images
de_de: Bilder

source: Custom
de_de: Benutzerdefiniert

source: Slider Gallery
de_de: Slider Galerie

source: Custom Slider
de_de: Benutzerdefinierter Slider

source: Slider Settings
de_de: Slider Einstellungen

source: Settings
de_de: Einstellungen

source: Accessibility
de_de: Zugänglichkeit

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Enables tabbing and arrow key navigation
de_de: Aktiviert die Navigation per Tabulatortaste und Pfeiltasten

source: Adaptive Height
de_de: Adaptive Höhe

source: Adapts slider height to the current slide
de_de: Passt Sliderhöhe auf aktuellen Slide an

source: Autoplay
de_de: Automatische Wiedergabe

source: Enables auto play of slides
de_de: Aktiviert die automatische Wiedergabe der Slides

source: Autoplay Speed
de_de: Automatsche Wiedergabegeschwindingkeit

source: Auto play change interval
de_de: Wechselintervall der automatische Wiedergabe

source: Enables centered view with partial prev/next slides. Use with odd numbered slidesToShow counts.
de_de: Aktiviert den Center Mode mit teilansichten der vorherigen und nächsten Slides. Verwendees mit einer ungegraden slideToShow Anzahl.

source: Side padding when in center mode. (px or %)
de_de: Seitliches Padding im Center Mode (px oder %)

source: Current slide indicator dots
de_de: Aktueller Slide Punktindikatoren

source: Dots Class
de_de: Punktklasse

source: Enables desktop dragging
de_de: Aktiviert Desktop Dragging

source: animate() fallback easing
de_de: animale() ausweich easing

source: Resistance when swiping edges of non-infinite carousels
de_de: Wiederstand beim Kantenziehen bei finitiven Karusells

source: Arrows
de_de: Pfeile

source: Enable Next/Prev arrows
de_de: Aktivierte nächster/vorhher Pfeile

source: Responsive settings use mobile first calculation
de_de: Responsive Einstellungen nutzen mobile first kalkulation

source: Infinite
de_de: Unendlich

source: Infinite looping
de_de: Endlosschleife

source: Pause on focus
de_de: Pause bei fokus

source: Pauses autoplay when slider is focussed
de_de: Pauserit die automatische Wiedergabe wenn der Slider fokussiert ist

source: Pause on hover
de_de: Pause bei hover

source: Pauses autoplay on hover
de_de: Pausiert die automatische Wiedergabe bei hover

source: Pause on dots hover
de_de: Pause bei Punkt-hover

source: Respond to
de_de: Antworten zu

source: Width that responsive object responds to. Can be 'window', 'slider' or 'min' (the smaller of the two).
de_de: Breite, zu dem das respnsive Objekt reagiert. Kann 'window', 'slider' oder 'min'(das kleinere von beiden) sein.

source: Rows
de_de: Zeile

source: Setting this to more than 1 initializes grid mode. Use slidesPerRow to set how many slides should be in each row.
de_de: Wird dies auf mehr als 1 gestellt, initialisiert es den Grid Modus. Benutze slidesPerRow um einzustellen wie viele slides in einer Zeile sind.

source: Slides per row
de_de: Slides pro Zeile

source: With grid mode intialized via the rows option, this sets how many slides are in each grid row.
de_de: Mit dem initialisierten Grid Modus via der Option Zelen, stellt das ein wie viele Slides pro Zeile angezeigt werden.

source: Slides to show
de_de: Anzahl der Slides

source: # of slides to show at a time
de_de: Anzahl der Slides die angezeigt werden

source: Slides to scroll
de_de: Slides beim Scroll

source: # of slides to scroll at a time
de_de: Anzahl der Slides beim Scroll

source: Speed
de_de: Geschwindigkeit

source: Transition speed
de_de: Übergangsgeschwindigkeit

source: Enables touch swipe
de_de: Aktiviert touch swipe

source: Enables slide moving with touch
de_de: Aktiviert slide bewegung bei touch

source: Touch threshold
de_de: touch Schwellenwert

source: Use CSS
de_de: Css benutzen

source: Enable/Disable CSS Transitions
de_de: Aktiviert/Deaktiviert CSS Transitions

source: Enable/Disable CSS Transforms
de_de: Aktiviert/Deaktiviert CSS Transforms

source: Variable width
de_de: Variable Breite

source: Disables automatic slide width calculation
de_de: Deaktiviert automatische berechnung der Sliderbreite

source: Vertical
de_de: Vertikal

source: Vertical slide direction
de_de: Vertikale Slide-richtung

source: Vertical swiping
de_de: vertikales swipen

source: Changes swipe direction to vertical
de_de: Ändert die Swipe-Richtung zu vertikal

source: Change the slider's direction to become right-to-left
de_de: Ändert die Slider-Richgung von rechts auf links

source: Wait for animate
de_de: Warte auf animate

source: Ignores requests to advance the slide while animating
de_de: Ignoriert Anfragen zur verbesserung des Slides bei Animation

source: Set the zIndex values for slides, useful for IE9 and lower
de_de: Setzt den zIndex Wert, nützlich bei IE9 und darunter
